tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ktr0731/evans"
tap "metalbear-co/mirrord"
tap "moshebe/pkg"
tap "rafttio/tap"
tap "reviewdog/tap"
tap "tinygo-org/tools"
tap "ynqa/tap"
brew "act"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "buf"
brew "coreutils"
brew "diffutils"
brew "fzf"
brew "gh"
brew "glib"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "libgit2"
brew "libssh"
brew "qemu"
brew "lima"
brew "linkerd"
brew "llvm@15"
brew "mkcert"
brew "neovim"
brew "overmind"
brew "p7zip"
brew "virtualenv"
brew "pre-commit"
brew "protobuf"
brew "protobuf@3", link: true
brew "python-setuptools"
brew "python@3.10"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "sevenzip"
brew "sops"
brew "sqlc"
brew "stern"
brew "terragrunt"
brew "trash-cli"
brew "wget"
brew "yq"
brew "datawire/blackbird/telepresence-legacy"
brew "hashicorp/tap/vault"
brew "ktr0731/evans/evans"
brew "metalbear-co/mirrord/mirrord"
brew "moshebe/pkg/gtrace"
brew "reviewdog/tap/reviewdog"
brew "tinygo-org/tools/tinygo"
brew "ynqa/tap/jnv"
cask "anydesk"
cask "bruno"
cask "choosy"
cask "docker"
cask "firefox"
cask "font-0xproto"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "hiddenbar"
cask "insomnia"
cask "kap"
cask "macfuse"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jdinhlife.gruvbox"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "marclipovsky.string-manipulation"
vscode "mechatroner.rainbow-csv"
vscode "mitchdenny.ecdc"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "zxh404.vscode-proto3"
